[M_Sage_DahliaMurder MissionDefinition]
MissionName="Rakk Tamanho Família"
MissionDescription="Uma estranha criatura chamada Rakkanoth só sairá do seu covil se avistar luzes brilhantes e ouvir ruídos absurdamente altos.  Para fazer isso, o Claptrap disponibilizou pra você alguns fogos de artifício do lado de fora da sua caverna.  Ele pediu para você usá-los para atrair o Rakkanoth e depois eliminá-lo quando ele aparecer."
TurnInDescription="Graças aos seus esforços diabólicos, é o fim do Rakkanoth."
MissionSummary="Acenda os fogos de artifício e elimine o Rakkanoth."
MissionGiver="Claptrap"
MissionTurnInLocation="Claptrap"
TeaserText="Ooooh!  Aaaahh!"

[M_Sage_DahliaMurder:FireGun MissionObjectiveDefinition]
ProgressMessage="Dispare o canhão"

[M_Sage_DahliaMurder:FireGunSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_DahliaMurder:GetGunPowder MissionObjectiveDefinition]
ProgressMessage="Roube os fogos"

[M_Sage_DahliaMurder:GetGunPowderSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_DahliaMurder:KillCreature MissionObjectiveDefinition]
ProgressMessage="Elimine o Rakkanoth"

[M_Sage_DahliaMurder:KillCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_DahliaMurder:PlantRocket MissionObjectiveDefinition]
ProgressMessage="Posicione os fogos"

[M_Sage_DahliaMurder:PlantRocketSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

